/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Ja";

/* For dialogs no buttons */
"HockeyNo" = "Nee";

/* For dialogs ok buttons */
"HockeyOK" = "OK";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Deze app";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ is onverwacht gestopt";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Wilt u een anoniem rapport versturen zodat we het probleem kunnen oplossen?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Wilt u een rapport versturen zodat we het probleem kunnen oplossen?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Verstuur altijd";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Verstuur rapport";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Verstuur niet";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Versturen…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Update beschikbaar";

"UpdateAlertTextWithAppVersion" = "%@ is beschikbaar.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ is beschikbaar en is een verplichte update!";

"UpdateIgnore" = "Negeer";

"UpdateShow" = "Toon";

"UpdateInstall" = "Installeer";

"UpdateRemindMe" = "Herinner me";


/* Update Details */

"UpdateScreenTitle" = "Update";

"UpdateButtonCheck" = "CONTROLEER";

"UpdateButtonSearching" = "CONTROLEREN";

"UpdateButtonUpdate" = "WERK BIJ";

"UpdateButtonInstalling" = "INSTALLEREN";

"UpdateButtonOffline" = "OFFLINE";

"UpdateInstalled" = "GEÏNSTALLEERD";

"UpdateVersion" = "Versie";

"UpdateShowPreviousVersions" = "Toon vorige versies...";

"UpdateNoUpdateAvailableTitle" = "Geen update beschikbaar";

"UpdateNoUpdateAvailableMessage" = "%@ is al de nieuwste versie.";

"UpdateError" = "Fout";

"UpdateWarning" = "Waarschuwing";

"UpdateNoReleaseNotesAvailable" = "Geen versiebeschrijvingen beschikbaar.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Identiteit controleren...";

"UpdateAuthorizationOffline" = "Internetverbinding vereist!";

"UpdateAuthorizationDenied" = "Identiteitscontrole geweigerd. Neem contact op met de ontwikkelaar.";


/* Update Expiry  */

"UpdateExpired" = "%@ is verlopen en kan niet langer worden gebruikt.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey Update werkt niet in de Simulator.\nHet URL-schema voor itms-voorzieningen:// is geïmplementeerd maar niet functioneel.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Nieuwe reactie op feedback";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Er is een nieuwe reactie op uw feedback. Wilt u deze bekijken?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Negeer";

/* Alert Show Button */
"HockeyFeedbackShow" = "Toon";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Feedback";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Laatst bijgewerkt: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Nooit";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Stuur feedback";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Voeg een reactie toe";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Stel uw naam in";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Stel uw e-mail in";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Naam: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "E-mail: %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Verwijder alle berichten";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "In wachtrij";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Dit verwijdert alle berichten op dit apparaat.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Verwijder";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Annuleer";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Annuleer";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Open";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Kopieer";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "Feedback over %@";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "App";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Nieuwe feedback";

/* Send button */
"HockeyFeedbackComposeSend" = "Verstuur";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Voeg afbeelding toe";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Wijzig afbeelding";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Verwijder afbeelding";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Annuleer";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Mijn info";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Geef uw gegevens op alvorens uw feedback te schrijven.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Naam";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Jan Smit";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "E-mail";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "e-mail@voorbeeld.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "De ontwikkelaar heeft de UDID van dit apparaat gevraagd. Tik hieronder om de website van HockeyApp te openen en toegang te verlenen.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Open HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "De ontwikkelaar heeft het e-mailadres van uw HockeyApp-account gevraagd. Tik hieronder om de website van HockeyApp te openen en toegang te verlenen.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Voer het e-mailadres en wachtwoord van uw HockeyApp-account in om toegang tot deze app te verlenen.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Voer het e-mailadres van uw HockeyApp-account in om toegang tot deze app te verlenen.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "mail@voorbeeld.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Verplicht";
"HockeyAuthenticationViewControllerEmailDescription" = "E-mail";
"HockeyAuthenticationViewControllerPasswordDescription" = "Wachtwoord";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Identiteitscontrole mislukt omdat uw apparaat niet is verbonden met het internet. Probeer opnieuw.";

"HockeyAuthenticationFailedAuthenticate" = "Identiteitscontrole mislukt. Probeer opnieuw of neem contact op met de ontwikkelaar van deze app.";
"HockeyAuthenticationNotMember" = "U bent niet gemachtigd om deze app te gebruiken. Neem contact op met de ontwikkelaar van deze app.";
"HockeyAuthenticationContactDeveloper" = "Fout bij identiteitscontrole. Neem contact op met de ontwikkelaar van deze app.";
"HockeyAuthenticationWrongEmailPassword" = "U hebt een ongeldig e-mailadres of wachtwoord ingevoerd. Controleer uw gegevens en probeer opnieuw.";
"HockeyAuthenticationAuthSecretMissing" = "Het 'Authorization secret' van HockeySDK is nog niet ingesteld. Neem contact op met de ontwikkelaar van deze app.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Verplicht";
